# CloudRegionEMEA Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ModelPathUtils..::..CloudRegionEMEA Property
ModelPathUtils Class See Also
---
The name of cloud region EMEA.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static string CloudRegionEMEA { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CloudRegionEMEA As String
	Get
```

Visual C++
---
```text
public:
static property String^ CloudRegionEMEA {
	String^ get ();
}
```

# See Also
ModelPathUtils Class
Autodesk.Revit.DB Namespace